
    [
    
        {
            "id" : 1,
            "titleRemera" : "Boca Juniors Titular 22/23",
            "imageRemera" : "./src/assets/Remeras/boca.png",
            "descriptionRemera" : "Abraza la mística azul y oro con la remera titular de los Xeneises 22/23. Más que una camiseta, es tu bandera en la Bombonera. Sentí la pasión, dejá la vida en cada pelota y celebrá el coraje de ser parte de la Mitad mas Uno.",
            "talleRemera":{
                "S": 3,
                "M" : 4,
                "L": 5,
                "XL": 3,
                "XXL" :2
            },
            "isDestacado" : true,
            "isOferta": false
        },
        {
            "id" : 2,
            "titleRemera" : "River Plate Titular 22/23",
            "imageRemera" : "./src/assets/Remeras/River Tit.jpg",
            "descriptionRemera" : "Conquistá la cancha con la remera titular de River Plate 22/23. Inspirada en la victoria y el orgullo, es tu armadura para dejar todo por la banda. Vestí los colores que representan la grandeza y el espíritu indomable de los hinchas Millonarios.", 
            "talleRemera":{
                "S": 4,
                "M" : 3,
                "L": 6,
                "XL": 5,
                "XXL" :1
            },
            "isDestacado": true,
            "isOferta": false
    
        },
        {
            "id" : 3,
            "titleRemera" : "C.A Independiente Titular 22/23",
            "imageRemera" : "./src/assets/Remeras/Independiente.png",
            "descriptionRemera" : "Abrazá el rojo pasión con la remera titular del Rey de Copas. Un homenaje a la historia de triunfos, es tu símbolo para dejar la vida en cada partido. Unite a la familia del Rojo y llevá a los diablos a donde sea que vayas.",
            "talleRemera":{
                "S": 4,
                "M" : 3,
                "L": 3,
                "XL": 2,
                "XXL" :2
            },
            "isDestacado": true,
            "isOferta": false
    
        },
        {
            "id" : 4,
            "titleRemera" : "Velez Sarsfield Edicion Italiana 22/23",
            "imageRemera" : "./src/assets/Remeras/Velez-italiana.jpg",
            "descriptionRemera" : "Deslumbrate con la elegancia de El Fortín con la tercera remera edicion Italiana. Un diseño que combina estilo y elegancia, esta camiseta honra los inicios del club de Liniers. No te la pierdas, es edicion limitada.",
            "talleRemera":{
                "S": 4,
                "M" : 2,
                "L": 3,
                "XL": 1,
                "XXL" :1
            },
            "isDestacado" :true,
            "isOferta": false
    
        },
        {
            "id" : 5,
            "titleRemera" : "C.A Newell's Old Boys Titular 22/23",
            "imageRemera" : "./src/assets/Remeras/Newells.jpg",
            "descriptionRemera" : "Rendí homenaje a la nobleza leprosa con la remera titular de La Lepra. Con detalles emblemáticos y un diseño atemporal, esta camiseta te conecta con las raíces del club. Unite a la tradición y llevá el legado de Newell's con orgullo y pasión, dejando la vida en cada rincón del campo.",
            "talleRemera":{
                "S": 3,
                "M" : 2,
                "L": 2,
                "XL": 0,
                "XXL" :1
            },
            "isDestacado": true,
            "isOferta": false
    
        },
        {
            "id" : 6,
            "titleRemera" : "Racing Club Titular 22/23",
            "imageRemera" : "./src/assets/Remeras/Racing.jpg",
            "descriptionRemera" : "Acelerá con la remera titular de La Academia. Diseñada para reflejar la audacia y la garra del equipo, es tu escudo para dejar la vida en cada partido. Llevá el aguante de Racing con estilo y devoción.",
            "talleRemera":{
                "S": 2,
                "M" : 4,
                "L": 3,
                "XL": 0,
                "XXL" :0
            },
            "isDestacado": true,
            "isOferta": false
    
        },
        {
            "id" : 7,
            "titleRemera" : "San Lorenzo Titular 22/23",
            "imageRemera" : "./src/assets/Remeras/San-lorenzo.jpg",
            "descriptionRemera" : "Descubre la esencia del fervor cuervo con nuestra remera exclusiva de San Lorenzo, el auténtico Ciclón. Diseñada para los apasionados del fútbol y del emblemático barrio de Boedo, esta prenda captura la historia y la pasión de los seguidores más leales. Lleva contigo el orgullo azulgrana y siéntete parte de la vibrante tradición de San Lorenzo.",
            "talleRemera":{
                "S": 2,
                "M" : 3,
                "L": 2,
                "XL": 1,
                "XXL" :0
            },
            "isDestacado": false,
            "isOferta": true
    
        },
        {
            "id" : 8,
            "titleRemera" : "River Plate Suplente 22/23",
            "imageRemera" : "./src/assets/Remeras/River-suplente.jpg",
            "descriptionRemera" : "Sumérgete en la grandeza del fútbol con nuestra remera exclusiva del Club Atlético River Plate, el equipo Millonario. Diseñada como el kit suplente, esta prenda rinde homenaje al espíritu indomable y la gloria de River Plate. Lleva contigo el orgullo de Nuñez y celebra la grandeza del fútbol argentino con estilo.",
            "talleRemera":{
                "S": 4,
                "M" : 3,
                "L": 3,
                "XL": 1,
                "XXL" :2
            },
            "isDestacado": false,
            "isOferta": true
    
        },
        {
            "id" : 9,
            "titleRemera" : "Estudiantes de la Plata Titular 22/23",
            "imageRemera" : "./src/assets/Remeras/Estudiantes.png",
            "descriptionRemera" : "Explora la pasión del fútbol con nuestra remera única de Estudiantes de La Plata, los pincharratas. Esta prenda celebra la historia y el compromiso del equipo. Lleva contigo el orgullo de La Plata y muestra tu lealtad con estilo. ¡Viste la esencia pincharrata y abraza la grandeza futbolística! ",
            "talleRemera":{
                "S": 3,
                "M" : 4,
                "L": 3,
                "XL": 3,
                "XXL" :2
            },
            "isDestacado": false,
            "isOferta": true
    
        }
        
        
        
    ]
 
 
